class script(object):
    START_TXT = """<b><i><blockquote>ʜᴇ'ʟʟᴏ {} 👋,</blockquote>
ɪ ᴀᴍ ᴘᴏᴡᴇʀғᴜʟ ғɪʟᴛᴇʀ ɪ ᴄᴀɴ sʜᴀʀᴇ ᴍᴏᴠɪᴇs ᴀɴᴅ sᴇʀɪᴇs // ᴀᴅᴅ ᴍᴇ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛᴏ sᴇᴇ ᴛʜᴇ ᴍᴀɢɪᴄ 🪄 

ᴛᴏ ᴋɴᴏᴡ ᴍᴏʀᴇ ᴀʙᴏᴜᴛ ᴍᴇ ᴜsᴇ ᴛʜᴇ ʙᴇʟᴏᴡ ᴏᴘᴛɪᴏɴs 👇</i></b>"""
    HELP_TXT = """
    <b> ʜᴇʏ  {} 
ᴄᴜʀʀᴇɴᴛʟʏ ᴜꜱɪɴɢ ꜰʀᴇᴇ ꜱᴇʀᴠᴇʀ ꜱᴏ ᴘʟᴇᴀꜱᴇ ᴅᴏɴᴛ ᴋɪʟʟ ᴍᴇ... </b>
"""
    HENGE_TXT = """<b>▪️ ᴍᴇᴛʜᴏᴅ 𝟷:
ɢᴇᴛ ғɪʟᴇs ᴅɪʀᴇᴄᴛʟʏ ғʀᴏᴍ ʙᴏᴛ ʙʏ sᴇɴᴅɪɴɢ ᴍᴏᴠɪᴇ ɴᴀᴍᴇ ғʀᴏᴍ ɢᴏᴏɢʟᴇ

▪️ ᴍᴇᴛʜᴏᴅ 𝟸:
ɪ.ᴄʀᴇᴀᴛᴇ ʏᴏᴜʀ ᴏᴡɴ ɢʀᴏᴜᴘ  
ɪɪ.ᴀᴅᴅ ᴍᴇ ᴛᴏ ᴛʜᴇ ɢʀᴏᴜᴘ & ᴍᴀᴋᴇ ᴍᴇ ᴀᴅᴍɪɴ [ᴀʟʟᴏᴡ ᴀʟʟ ʀɪɢʜᴛs ᴇxᴄᴇᴘᴛ ʀᴇᴍᴀɪɴ ᴀɴᴏɴʏᴍᴏᴜs]
ɪɪɪ.ᴛʜᴇɴ sᴇɴᴅ ᴀɴʏ ᴄᴏʀʀᴇᴄᴛ ᴍᴏᴠɪᴇ ɴᴀᴍᴇ ғʀᴏᴍ ɢᴏᴏɢʟᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ ᴛᴏ ɢᴇᴛ ғɪʟᴇs
ɪᴠ.ʏᴏᴜ ᴄᴀɴ ᴀʟsᴏ ᴀᴅᴅ ʏᴏᴜʀ ғʀɪᴇɴᴅs ᴀɴᴅ ғᴀᴍɪʟʏ ᴛᴏ ᴛʜᴇ ɢʀᴏᴜᴘ 

▪️ ᴇxᴀᴍᴘʟᴇ:
✅ ᴠɪᴋʀᴀɴᴛ ʀᴏɴᴀ
✅ ᴠɪᴋʀᴀɴᴛ ʀᴏɴᴀ 𝟸𝟶𝟸𝟸
❌ ᴠɪᴋʀᴀɴᴛ ʀᴏɴᴀ ᴍᴏᴠɪᴇ

▪️ ᴡᴀᴛᴄʜ ғᴜʟʟ ᴛᴜᴛᴏʀɪᴀʟ ᴠɪᴅᴇᴏ ᴛᴏ ᴜɴᴅᴇʀsᴛᴀɴᴅ ʜᴏᴡ ᴛᴏ ᴜsᴇ ᴛʜᴇ ʙᴏᴛ 👇</b>"""
    ABOUT_TXT = """<b>
◎ ᴄʀᴇᴀᴛᴏʀ : <a href=https://telegram.me/knmlpro2> ᴋɴᴍʟᴘʀᴏ2</a>
◎ ʟᴀɴɢᴜᴀɢᴇ : ᴘʏᴛʜᴏɴ 3
◎ ᴅᴀᴛᴀ ʙᴀꜱᴇ : ᴍᴏɴɢᴏ ᴅʙ
◎ ʙᴏᴛ ꜱᴇʀᴠᴇʀ : ᴠᴘꜱ </b>"""
    SOURCE_TXT = """<b>ɴᴏᴛᴇ:
◕ ʀᴀᴀᴅʜᴀ ᴋʀɪꜱʜɴᴀ ꜰɪʟᴛᴇʀ ʙᴏᴛ (ᴋɴᴍʟᴘʀᴏ2 ꜰɪʟᴛᴇʀ ʙᴏᴛ) ɪꜱ ɴᴏᴛ ᴀ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ.
◕ ꜱᴏᴜʀᴄᴇ - <a href=https://github.com/>ᴄʟɪᴄᴋ ʜᴇʀᴇ ᴛᴏ ɴᴏᴛ ɢᴇᴛ ꜱᴏᴜʀᴄᴇ ᴄᴏᴅᴇ 😁</a>

ᴅᴇᴠꜱ:
-<a href=https://telegram.me/knmlpro2> ᴋɴᴍʟᴘʀᴏ2</a></b>"""
    MANUELFILTER_TXT = """<b>ʜᴇʟᴘ: ꜰɪʟᴛᴇʀꜱ
◕ ꜰɪʟᴛᴇʀ ɪꜱ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇ ᴡᴇʀᴇ ᴜꜱᴇʀꜱ ᴄᴀɴ ꜱᴇᴛ ᴀᴜᴛᴏᴍᴀᴛᴇᴅ ʀᴇᴘʟɪᴇꜱ ꜰᴏʀ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴋᴇʏᴡᴏʀᴅ ᴀɴᴅ ꜱʜᴏʙᴀɴᴀ ᴡɪʟʟ ʀᴇꜱᴘᴏɴᴅ ᴡʜᴇɴᴇᴠᴇʀ ᴀ ᴋᴇʏᴡᴏʀᴅ ɪꜱ ꜰᴏᴜɴᴅ ᴛʜᴇ ᴍᴇꜱꜱᴀɢᴇ 
ɴᴏᴛᴇ: 
1. ᴛʜɪꜱ ʙᴏᴛ ꜱʜᴏᴜʟᴅ ʜᴀᴠᴇ ᴀᴅᴍɪɴ ᴘʀɪᴠɪʟʟᴀɢᴇ. 
2. ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴄᴀɴ ᴀᴅᴅ ꜰɪʟᴛᴇʀꜱ ɪɴ ᴀ ᴄʜᴀᴛ. 
3. ᴀʟᴇʀᴛ ʙᴜᴛᴛᴏɴꜱ ʜᴀᴠᴇ ᴀ ʟɪᴍɪᴛ ᴏꜰ 64 ᴄʜᴀʀᴀᴄᴛᴇʀꜱ.</b>

<b>ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴜꜱᴀɢᴇ:</b>
◕ /filter - <code><b>ᴀᴅᴅ ᴀ ꜰɪʟᴛᴇʀ ɪɴ ᴄʜᴀᴛ</b></code>
◕ /filters - <code><b>ʟɪꜱᴛ ᴀʟʟ ᴛʜᴇ ꜰɪʟᴛᴇʀꜱ ᴏꜰ ᴀ ᴄʜᴀᴛ</b></code>
◕ /del - <code><b>ᴅᴇʟᴇᴛᴇ ᴀ ꜱᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴛᴇʀ ɪɴ ᴄʜᴀᴛ</b></code>
◕ /delall - <code><b>ᴅᴇʟᴇᴛᴇ ᴛʜᴇ ᴡʜᴏʟᴇ ꜰɪʟᴛᴇʀꜱ ɪɴ ᴀ ᴄʜᴀᴛ (ᴄʜᴀᴛ ᴏᴡɴᴇʀ ᴏɴʟʏ)</b></code>"""
    BUTTON_TXT = """<b>ʜᴇʟᴘ: ʙᴜᴛᴛᴏɴꜱ

◕ ᴛʜɪꜱ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛꜱ ʙᴏᴛʜ ᴜʀʟ ᴀɴᴅ ᴀʟᴇʀᴛ ɪɴʟɪɴᴇ ʙᴜᴛᴛᴏɴꜱ.  
ɴᴏᴛᴇ: 
1. ᴛᴇʟᴇɢʀᴀᴍ ᴡɪʟʟ ɴᴏᴛ ᴀʟʟᴏᴡꜱ ʏᴏᴜ ᴛᴏ ꜱᴇɴᴅ ʙᴜᴛᴛᴏɴꜱ ᴡɪᴛʜᴏᴜᴛ ᴀɴʏ ᴄᴏɴᴛᴇɴᴛ, ꜱᴏ ᴄᴏɴᴛᴇɴᴛ ɪꜱ ᴍᴀɴᴅᴀᴛᴏʀʏ. 
2. ᴛʜɪꜱ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛꜱ ʙᴜᴛᴛᴏɴꜱ ᴡɪᴛʜ ᴀɴʏ ᴛᴇʟᴇɢʀᴀᴍ ᴍᴇᴅɪᴀ ᴛʏᴘᴇ. 
3. ʙᴜᴛᴛᴏɴꜱ ꜱʜᴏᴜʟᴅ ʙᴇ ᴘʀᴏᴘᴇʀʟʏ ᴘᴀʀꜱᴇᴅ ᴀꜱ ᴍᴀʀᴋᴅᴏᴡɴ ꜰᴏʀᴍᴀᴛ

ᴜʀʟ ʙᴜᴛᴛᴏɴꜱ:</b>
<code>[Button Text](buttonurl:https://github.com/)</code>

<b>ᴀʟᴇʀᴛ ʙᴜᴛᴛᴏɴꜱ:</b>
<code>[Button Text](buttonalert:This is an alert message)</code>"""
    AUTOFILTER_TXT = """

<b>ɴᴏᴛᴇ: ꜰɪʟᴇ ɪɴᴅᴇx
1. ᴍᴀᴋᴇ ᴍᴇ ᴛʜᴇ ᴀᴅᴍɪɴ ᴏꜰ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪꜰ ɪᴛ'ꜱ ᴘʀɪᴠᴀᴛᴇ. 
2. ᴍᴀᴋᴇ ꜱᴜʀᴇ ᴛʜᴀᴛ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴅᴏᴇꜱ ɴᴏᴛ ᴄᴏɴᴛᴀɪɴꜱ ᴄᴀᴍʀɪᴘꜱ, ᴘᴏʀɴ ᴀɴᴅ ꜰᴀᴋᴇ ꜰɪʟᴇꜱ. 
3. ꜰᴏʀᴡᴀʀᴅ ᴛʜᴇ ʟᴀꜱᴛ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴍᴇ ᴡɪᴛʜ Qᴜᴏᴛᴇꜱ. ɪ'ʟʟ ᴀᴅᴅ ᴀʟʟ ᴛʜᴇ ꜰɪʟᴇꜱ ɪɴ ᴛʜᴀᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴍʏ ᴅʙ.</b>

<b>ɴᴏᴛᴇ: ᴀᴜᴛᴏꜰɪʟᴛᴇʀ
1. ᴀᴅᴅ ᴛʜᴇ ʙᴏᴛ ᴀꜱ ᴀᴅᴍɪɴ ᴏɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ. 
2. ᴜꜱᴇ</b> /connect <b>ᴀɴᴅ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛᴏ ᴛʜᴇ ʙᴏᴛ. 
3. ᴜꜱᴇ</b> /settings <b>ᴏɴ ʙᴏᴛ'ꜱ ᴘᴍ ᴀɴᴅ ᴛᴜʀɴ ᴏɴ ᴀᴜᴛᴏꜰɪʟᴛᴇʀ ᴏɴ ᴛʜᴇ ꜱᴇᴛᴛɪɴɢꜱ ᴍᴇɴᴜ..</b>"""
    CONNECTION_TXT = """<b>ʜᴇʟᴘ: ᴄᴏɴɴᴇᴄᴛɪᴏɴꜱ

◕ ᴜꜱᴇᴅ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʙᴏᴛ ᴛᴏ ᴘᴍ ꜰᴏʀ ᴍᴀɴᴀɢɪɴɢ ꜰɪʟᴛᴇʀꜱ 
◕ ɪᴛ ʜᴇʟᴘꜱ ᴛᴏ ᴀᴠᴏɪᴅ ꜱᴘᴀᴍᴍɪɴɢ ɪɴ ɢʀᴏᴜᴘꜱ.

ɴᴏᴛᴇ: 
1. ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴄᴀɴ ᴀᴅᴅ ᴀ ᴄᴏɴɴᴇᴄᴛɪᴏɴ. 
2. ꜱᴇɴᴅ</b> <code>/connect</code> <b>ꜰᴏʀ ᴄᴏɴɴᴇᴄᴛɪɴɢ ᴍᴇ ᴛᴏ ᴜʀ ᴘᴍ

ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴜꜱᴀɢᴇ:</b>
◕ /connect  - <b>ᴄᴏɴɴᴇᴄᴛ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴄʜᴀᴛ ᴛᴏ ʏᴏᴜʀ ᴘᴍ</b>
◕ /disconnect  - <b>ᴅɪꜱᴄᴏɴɴᴇᴄᴛ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ</b>
◕ /connections - <b>ʟɪꜱᴛ ᴀʟʟ ʏᴏᴜʀ ᴄᴏɴɴᴇᴄᴛɪᴏɴꜱ</b>"""
    EXTRAMOD_TXT = """<b>ʜᴇʟᴘ: ᴇxᴛʀᴀ ᴍᴏᴅᴜʟᴇꜱ  
    
ɴᴏᴛᴇ: 
ᴛʜᴇꜱᴇ ᴀʀᴇ ᴛʜᴇ ᴇxᴛʀᴀ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴛʜɪꜱ ʙᴏᴛ.

ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴜꜱᴀɢᴇ:</b>
◕ /id - <b>ɢᴇᴛ ɪᴅ ᴏꜰ ᴀ ꜱᴘᴇᴄɪꜰɪᴇᴅ ᴜꜱᴇʀ.</b>
◕ /info  - <b>ɢᴇᴛ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜꜱᴇʀ.</b>
◕ /imdb  - <b>ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ɪᴍᴅʙ ꜱᴏᴜʀᴄᴇ.</b>
◕ /search  - <b>ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ᴠᴀʀɪᴏᴜꜱ ꜱᴏᴜʀᴄᴇꜱ.</b>
◕ /start - <b>ᴄʜᴇᴄᴋ ɪ'ᴍ ᴀʟɪᴠᴇ.</b>
◕ /ping - <b>ᴄʜᴇᴄᴋ ᴘɪɴɢ.</b>
◕ /usage - <b>ᴜꜱᴀɢᴇ ᴏꜰ ʙᴏᴛ.</b>
◕ /info - <b>ᴜꜱᴇʀ ɪɴꜰᴏ.</b>
◕ /id - <b>ᴜꜱᴇʀ ɪᴅ.</b>
◕ /broadcast - <b>ʙʀᴏᴀᴅᴄᴀꜱᴛ (ᴏᴡɴᴇʀ ᴏɴʟʏ).</b>
"""
    ADMIN_TXT = """<b>ʜᴇʟᴘ: ᴀᴅᴍɪɴ ᴍᴏᴅꜱ  
    
ɴᴏᴛᴇ: 
ᴛʜɪꜱ ᴍᴏᴅᴜʟᴇ ᴏɴʟʏ ᴡᴏʀᴋꜱ ꜰᴏʀ ᴍʏ ᴀᴅᴍɪɴꜱ.  
    
ᴄᴏᴍᴍᴀɴᴅꜱ ᴀɴᴅ ᴜꜱᴀɢᴇ:</b>
◕ /logs - <b>ᴛᴏ ɢᴇᴛ ᴛʜᴇ ʀᴇꜱᴄᴇɴᴛ ᴇʀʀᴏʀꜱ.</b>
◕ /stats - <b>ᴛᴏ ɢᴇᴛ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ꜰɪʟᴇꜱ ɪɴ ᴅʙ.</b>
◕ /delete - <b>ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀ ꜱᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴇ ꜰʀᴏᴍ ᴅʙ.</b>
◕ /users - <b>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴜꜱᴇʀꜱ ᴀɴᴅ ɪᴅꜱ.</code>
◕ /chats - <b>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴛʜᴇ ᴍʏ ᴄʜᴀᴛꜱ ᴀɴᴅ ɪᴅꜱ.</b>
◕ /leave  - <b>ᴛᴏ ʟᴇᴀᴠᴇ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ.</b>
◕ /disable  - <b>ᴅᴏ ᴅɪꜱᴀʙʟᴇ ᴀ ᴄʜᴀᴛ.</b>
◕ /ban  - <b>ᴛᴏ ʙᴀɴ ᴀ ᴜꜱᴇʀ.</b>
◕ /unban  - <b>ᴛᴏ ᴜɴʙᴀɴ ᴀ ᴜꜱᴇʀ.</b>
◕ /channel - <b>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴛᴏᴛᴀʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟꜱ.</b>
◕ /broadcast - <b>ᴛᴏ ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴀʟʟ ᴜꜱᴇʀꜱ.</b>"""
    STATUS_TXT = """<b> ★ ᴛᴏᴛᴀʟ ꜰɪʟᴇꜱ: <code>{}</code>
 ★ ᴛᴏᴛᴀʟ ᴜꜱᴇʀꜱ: <code>{}</code>
 ★ ᴛᴏᴛᴀʟ ᴄʜᴀᴛꜱ: <code>{}</code>
 ★ ᴜꜱᴇᴅ ꜱᴛᴏʀᴀɢᴇ: <code>{}</code> 
 ★ ꜰʀᴇᴇ ꜱᴛᴏʀᴀɢᴇ: <code>{}</code> </b>"""
    LOG_TEXT_G = """#NewGroup
Group = {}(<code>{}</code>)
Total Members = <code>{}</code>
Added By - {}
"""
    RESULT_TXT="""<b><blockquote> ʜᴇʏ,     </blockquote>
<blockquote>ᴊᴜꜱᴛ ꜱᴇᴇ ᴡʜᴀᴛ ɪ ꜰᴏᴜɴᴅ ꜰᴏʀ ʏᴏᴜʀ ꜱᴇᴀʀᴄʜ </blockquote></b>"""

    CUSTOM_FILE_CAPTION = """<i><b>@Cini_Santhe - {file_caption}</b>  \n<b>🔰Pᴏᴡᴇʀᴇᴅ Bʏ ➜ @Cini_Santhe \n🔰Gʀᴏᴜᴘ ➜ @Cini_Santhe_Group </b></i>"""

    
    RESTART_GC_TXT = """
<b>𝖡𝗈𝗍 𝖱𝖾𝗌𝗍𝖺𝗋𝗍𝖾𝖽 !</b>

📅 𝖣𝖺𝗍𝖾 : <code>{}</code>
⏰ 𝖳𝗂𝗆𝖾 : <code>{}</code>
🌐 𝖳𝗂𝗆𝖾𝗓𝗈𝗇𝖾 : <code>Asia/Kolkata</code>
🛠️ 𝖡𝗎𝗂𝗅𝖽 𝖲𝗍𝖺𝗍𝗎𝗌 : <code>𝗏1 [ 𝖲𝗍able ]</code></b>"""
    
    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Name - {}
"""
    SPOLL_NOT_FND="""
<b>ɪ ᴄᴏᴜʟᴅɴ'ᴛ ꜰɪɴᴅ ᴀɴʏᴛʜɪɴɢ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ʏᴏᴜʀ ʀᴇQᴜᴇꜱᴛ.  
ᴛʀʏ ʀᴇᴀᴅɪɴɢ ᴛʜᴇ ɪɴꜱᴛʀᴜᴄᴛɪᴏɴ ʙᴇʟᴏᴡ
<blockquote>
1️ ᴀꜱᴋ ɪɴ ᴄᴏʀʀᴇᴄᴛ ꜱᴘᴇʟʟɪɴɢ 
2️ ᴅᴏɴ'ᴛ ᴀꜱᴋ ᴍᴏᴠɪᴇꜱ ᴡʜɪᴄʜ ᴀʀᴇ ɴᴏᴛ ʀᴇᴀʟᴀꜱᴇᴅ ᴏɴ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍꜱ 
3️ ᴘᴏꜱꜱɪʙʟᴇ  ᴀꜱᴋ [ᴍᴏᴠɪᴇ ɴᴀᴍᴇ ʟᴀɴɢᴀᴜɢᴇ] ʟɪᴋᴇ ᴛʜɪꜱ ᴏʀ [ᴍᴏᴠɪᴇ ʏᴇᴀʀ] </blockquote>
ᴏʀ
ᴛʜɪꜱ ᴍᴏᴠɪᴇ ɪꜱ ɴᴏᴛ ᴀᴅᴅᴇᴅ ᴛᴏ ᴅʙ
<pre>ʀᴇᴘᴏʀᴛ ᴛᴏ ᴀᴅᴍɪɴ ʙʏ ᴜꜱɪɴɢ</b> /bugs <b>ᴄᴏᴍᴍᴀɴᴅ</b> </pre> 
    """
#SPELL CHECK LANGUAGES TO KNOW callback
    ENG_SPELL="""<b>ᴘʟᴇᴀꜱᴇ ɴᴏᴛᴇ ʙᴇʟᴏᴡ📓
1️⃣ ᴀꜱᴋ ɪɴ ᴄᴏʀʀᴇᴄᴛ ꜱᴘᴇʟʟɪɴɢ 
2️⃣ ᴅᴏɴ'ᴛ ᴀꜱᴋ ᴍᴏᴠɪᴇꜱ ᴡʜɪᴄʜ ᴀʀᴇ ɴᴏᴛ ʀᴇᴀʟᴀꜱᴇᴅ ᴏɴ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍꜱ 
3️⃣ ᴘᴏꜱꜱɪʙʟᴇ  ᴀꜱᴋ [ᴍᴏᴠɪᴇ ɴᴀᴍᴇ ʟᴀɴɢᴀᴜɢᴇ] ʟɪᴋᴇ ᴛʜɪꜱ ᴏʀ [ᴍᴏᴠɪᴇ ʏᴇᴀʀ]</b>
    """
    KAN_SPELL="""ದಯವಿಟ್ಟು ಕೆಳಗೆ ಗಮನಿಸಿ📓
1️⃣ ಸರಿಯಾದ ಕಾಗುಣಿತದಲ್ಲಿ ಕೇಳಿ
2️⃣ OTT ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಬಿಡುಗಡೆಯಾಗದ ಚಲನಚಿತ್ರಗಳನ್ನು ಕೇಳಬೇಡಿ.
3️⃣ ಸಂಭಾವ್ಯ ಕೇಳಿ [ಚಲನಚಿತ್ರ ಹೆಸರು ಭಾಷೆ] ಈ ರೀತಿ ಅಥವಾ [ಚಲನಚಿತ್ರ ವರ್ಷ]
    """
    MAL_SPELL="""ദയവായി താഴെ ശ്രദ്ധിക്കുക📓
1️⃣ ശരിയായ അക്ഷരവിന്യാസത്തിൽ ചോദിക്കുക
2️⃣ OTT പ്ലാറ്റ്‌ഫോമുകളിൽ റിലീസ് ചെയ്യാത്ത സിനിമകൾ ചോദിക്കരുത്
3️⃣ ഇത് പോലെ [സിനിമയുടെ പേര് ഭാഷ] അല്ലെങ്കിൽ [സിനിമ വർഷം] ചോദിക്കാം
    """
    HIN_SPELL="""कृपया नीचे ध्यान दें📓
1️⃣ सही वर्तनी में पूछें
2️⃣ उन फिल्मों के बारे में न पूछें जो ओटीटी प्लेटफॉर्म पर रिलीज नहीं हुई हैं
3️⃣ संभव है पूछें [मूवी का नाम भाषा] इस तरह या [मूवी वर्ष]
    """
    TAM_SPELL="""கீழே கவனிக்கவும்📓
1️⃣ சரியான எழுத்துப்பிழையில் கேளுங்கள்
2️⃣ வெளியாகாத திரைப்படங்களைக் கேட்காதீர்கள்
3️⃣ இந்த வடிவத்தில் கேளுங்கள் [திரைப்படத்தின் பெயர், ஆண்டு]
    """

    CHK_MOV_ALRT="""<b>♻️ ᴄʜᴇᴄᴋɪɴɢ ꜰɪʟᴇ ᴏɴ ᴍʏ ᴅᴀᴛᴀʙᴀꜱᴇ... ♻️</b>"""
    
    OLD_MES="""<b>ʏᴏᴜ ᴀʀᴇ ᴜꜱɪɴɢ ᴏɴᴇ ᴏꜰ ᴍʏ ᴏʟᴅ ᴍᴇꜱꜱᴀɢᴇꜱ 🤔, ᴘʟᴇᴀꜱᴇ ꜱᴇɴᴅ ᴛʜᴇ ʀᴇQᴜᴇꜱᴛ ᴀɢᴀɪɴ.</b>"""
    
    MOV_NT_FND="""<b>ᴛʜɪꜱ ᴍᴏᴠɪᴇ ɪꜱ ɴᴏᴛ ʏᴇᴛ ʀᴇᴀʟᴇꜱᴇᴅ ᴏʀ ᴀᴅᴅᴇᴅ ᴛᴏ ᴅʙ
<pre>ʀᴇᴘᴏʀᴛ ᴛᴏ ᴀᴅᴍɪɴ ʙʏ ᴜꜱɪɴɢ</b> /bugs <b>ᴄᴏᴍᴍᴀɴᴅ</b> </pre> 
"""
    RESTART_TXT = """
<b><u>ʙᴏᴛ ʀᴇꜱᴛᴀʀᴛᴇᴅ ✅</u></b>"""

